Repository: FJNR-inc/Blitz-API
Catalog: retirement/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Wait Queue places reserved
fr: Places dans la liste d'attente utilisées

source: Unknown timezone
fr: Fuseau horaire inconnu

source: Type of retreat
fr: Type de retraite

source: Types of retreat
fr: Types de retraite

source: Name
fr: Nom

source: Minute before displaying the link
fr: Nombre de minute avant l'affichage du lien

source: Number of tomatoes
fr: Nombre de tomates

source: Short description
fr: Description courte

source: Description of duration
fr: Description de la durée

source: Cancellation policies
fr: Conditions d'annulation

source: icon
fr: Icône

source: Is virtual
fr: Est virtuel

source: Index for display
fr: Ordre pour l'affichage

source: Know more link
fr: Lien en savoir plus

source: Template ID for welcome message
fr: ID du template pour le message de bienvenue

source: Context for welcome message
fr: Contexte pour le message de bienvenu

source: Is visible
fr: Est visible

source: Before start
fr: Avant le début

source: After end
fr: Après la fin

source: Automatic email
fr: Courriel automatique

source: Automatic emails
fr: Courriels automatiques

source: Time delta in minutes
fr: Différence de temps en minutes

source: Time base
fr: Référence de temps

source: Template ID
fr: ID du template

source: Context
fr: Contexte

source: English
fr: Anglais

source: French
fr: Français

source: Bilingual
fr: Bilingue

source: Double occupation
fr: Chambre double

source: Single occupation
fr: Chambre simple

source: Single and double occupation
fr: Chambre simple et double

source: Retreat
fr: Retraite

source: Retreats
fr: Retraites

source: Id before migrate to base product
fr: ID avant la migration vers le système de produit générique

source: Seats
fr: Places

source: gendered toilet
fr: Toilette genrée

source: Time between two reserved place notifications.
fr: Temps entre deux notification pour une place réservée.

source: Activity language
fr: Langue d'activité

source: Videoconference tool
fr: Outil de vidéoconférence

source: Videoconference link
fr: Lien de la vidéoconférence

source: Room Type
fr: Type de chambre

source: Minimum days before the event for refund
fr: Jours minimum avant l'événement pour un remboursement

source: Refund rate
fr: Taux de remboursement

source: Minimum days before the event for exchange
fr: Jours minimum avant l'événement pour un échange

source: User
fr: Utilisateur

source: Active
fr: Actif

source: Email content
fr: Contenu du courriel

source: Accessibility
fr: Accessibilité

source: Form URL
fr: Lien Google Formulaires

source: Carpool URL
fr: Lien vers le formulaire de covoiturage

source: Review URL
fr: Lien vers le questionnaire d'appréciation

source: Requires purchase of room option
fr: Nécessite l'achat d'une option de chambre

source: Hidden
fr: Retraite cachée

source: Google maps URL
fr: Lien Google Maps

source: Accessibility Detail
fr: Accessible aux personnes à mobilité réduite

source: Sub Title
fr: Sous-titre

source: animator
fr: Animateur

source: Food vege
fr: Nourriture végétarienne

source: Food vegan
fr: Nourriture végan

source: Food allergen_free
fr: Nourriture sans allergie

source: Food gluten free
fr: Nourriture sans gluten

source: Hide from client admin panel
fr: Cacher pour le panel d'administration du client

source: Retreat need to have a start time before activate it
fr: La retraite doit avoir une heure de début avant d'être activée.

source: Retreat need to have a end time before activate it
fr: La retraite doit avoir une heure de fin avant d'être activée.

source: Retreat need to have at least one seat available
fr: La retraite doit avoir au moins une place disponible.

source: Retreat need to have a minimum day refund policy
fr: Un nombre de jour doit être indiqué dans la politique de remboursement de cette retraite.

source: Retreat need to have a minimum day exchange policy
fr: Un nombre de jour doit être indiqué dans la politique d'échange de cette retraite.

source: Retreat need to have a refund rate policy
fr: Un nombre doit être indiqué dans le taux de remboursement de cette retraite.

source: Retreat date
fr: Date de la retraite

source: Retreat dates
fr: Dates de la retraite

source: Start time
fr: Date de début

source: End time
fr: Date de fin

source: Picture
fr: Image

source: Pictures
fr: Images

source: picture
fr: Image

source: User canceled
fr: Annulation par l'utilisateur

source: Retreat deleted
fr: Retraite supprimée

source: Retreat modified
fr: Retraite modifiée

source: Admin canceled
fr: Annulation par l'administrateur

source: Refund
fr: Remboursement

source: Exchange
fr: Échange

source: None
fr: Aucun

source: Cancelation reason
fr: Raison de l'annulation

source: Cancelation action
fr: Action à l'annulation

source: Cancelation date
fr: Date de l'annulation

source: Present
fr: Présent

source: Order line
fr: Ligne de commande

source: Refundable
fr: Remboursable

source: Exchangeable
fr: Échangeable

source: Post event notification send
fr: Envoi de la notification post-événement

source: Pre event notification send
fr: Envoi de la notification pré-événement

source: The order containing this reservation has a quantity bigger than 1. Please contact the support team.
fr: La commande contenant cette réservation a une quantité supérieure à 1. Veuillez contacter l'équipe de support.

source: The order has not been charged yet. Try again later.
fr: La commande n'a pas encore été débitée. Réessayez plus tard.

source: An error occured with the payment system. Please try again later.
fr: Une erreur s'est produite avec le système de paiement. Veuillez réessayer plus tard.

source: Reservation
fr: Réservation

source: Sent date
fr: Date d'envoi

source: Automatic email log
fr: Log des courriels automatiques

source: Automatic email logs
fr: Logs des courriels automatiques

source: Waiting queue
fr: Liste d'attente

source: Waiting queues
fr: Listes d'attente

source: Used
fr: Utilisé

source: Key
fr: Clé

source: Number of places
fr: Nombre de places

source: Should reserve seat
fr: Devrait réserver une place

source: Create
fr: Créer

source: Cancel by
fr: Annulé par

source: Available
fr: Disponible

source: Wait Queue Place
fr: Place dans la liste d'attente

source: Notified
fr: Notifié

source: You need to own the reservation to log a usage.
fr: Vous devez être propriétaire de la réservation pour enregistrer une utilisation.

source: Name of the retreat type.
fr: Nom du type de retraite

source: Timezone of the workplace.
fr: Fuseau horaire de l'espace Thèsez-vous

source: Refund rate must be between 0 and 100 (%).
fr: Le taux de remboursement doit être compris entre 0 et 100 (%).

source: Description of the retreat.
fr: Description de la retraite

source: Name of the retreat.
fr: Nom de la retraite

source: Number of available seats.
fr: Nombre de places disponibles

source: Duplicated weekdays are not authorized.
fr: Les jours de semaine dupliqués ne sont pas autorisés.

source: End time must be later than start time.
fr: L'heure de fin doit être après l'heure de début.

source: Start time must be earlier than end time.
fr: L'heure de début doit être avant l'heure de fin.

source: Retreat represented by the picture.
fr: Retraite représentée par l'image

source: Name of the picture.
fr: Nom de l'image

source: File to upload.
fr: Fichier à télécharger

source: Only is_present and retreat can be updated. To change other fields, delete this reservation and create a new one.
fr: Seuls les présences et la retraite peuvent être mise à jour. Pour modifier d'autres champs, supprimez cette réservation et créez-en une nouvelle.

source: This reservation overlaps with another active reservations for this user.
fr: Cette réservation chevauche une autre réservation active pour cet utilisateur.

source: This retreat doesn't have available places. Please check number of seats available and reserved seats.
fr: Cette retraite n'a pas de places disponibles. Veuillez vérifier le nombre de places disponibles et les places réservées.

source: This reservation is not exchangeable. Please contact us to make any changes to this reservation.
fr: Cette réservation n'est pas échangeable. Veuillez nous contacter pour apporter des modifications à cette réservation.

source: This reservation has already been canceled.
fr: Cette réservation a déjà été annulée.

source: There are no places left in the requested retreat.
fr: Il n'y a plus de places dans la retraite demandée.

source: That retreat is already assigned to this object.
fr: Cette retraite est déjà assignée à cet objet.

source: Maximum exchange date exceeded.
fr: Date d'échange maximale est dépassée.

source: Whether the reservation is active or not.
fr: Si la réservation est active ou non.
