Repository: FJNR-inc/Blitz-API
Catalog: store/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Orderlines
fr: Lignes de commande

source: User
fr: Utilisateur

source: Coupon users
fr: Utilisateurs de coupon

source: Order
fr: Commande

source: Orders
fr: Commandes

source: Transaction date
fr: Date de transaction

source: Authorization ID
fr: ID d'autorisation

source: Settlement ID
fr: ID de règlement

source: Reference number
fr: Numéro de référence

source: Order line
fr: Ligne de commande

source: Order lines
fr: Lignes de commande

source: Quantity
fr: Quantité

source: Applied coupon
fr: Coupon appliqué

source: Coupon real value
fr: Valeur réelle du coupon

source: Orderline cost
fr: Coût de la ligne de commande

source: Metada
fr: Métadonnées

source: Metadata
fr: Métadonnées

source: Refund
fr: Remboursement

source: Refunds
fr: Remboursements

source: Orderline
fr: Ligne de commande

source: Amount
fr: Montant

source: Details
fr: Détails

source: Refund date
fr: Date de remboursement

source: Refund ID
fr: ID de remboursement

source: Name
fr: Nom

source: Available
fr: Disponible

source: Price
fr: Prix

source: Applicable products
fr: Produits applicables

source: Applicable product types
fr: Types de produits applicables

source: Applicable retreat types
fr: Types de retraite applicables

source: Id before migrate to base product
fr: ID avant la migration vers le système de produit générique

source: Academic levels
fr: Niveaux académiques

source: picture
fr: Image

source: Welcome email template ID
fr: ID du template du courriel de bienvenu

source: Package
fr: Lot

source: Packages
fr: Lots

source: Reservations
fr: Réservations

source: Max Quantity
fr: Quantité maximum

source: Maximum allowed quantity per orderline
fr: Quantité maximale autorisée par ligne de commande

source: Manage stock
fr: Gestion de stock

source: True if option manage stock, False if stock is infinite or NA
fr: Vrai si l'option a un stock, Faux si le stock est infini ou N/A

source: Maximum quantity available for this option
fr: Quantité maximale disponible pour cette option

source: Determine if this option can be considered as a room option
fr: Determine si cette option peut être considérée comme une option de chambre

source: Option product
fr: Option de produit

source: Custom payment
fr: Paiement personnalisé

source: Custom payments
fr: Paiements personnalisés

source: Payment profile
fr: Profil de paiement

source: Payment profiles
fr: Profils de paiement

source: External profile ID
fr: ID profil externe

source: External profile url
fr: URL profil externe

source: Value
fr: Valeur

source: Percentage off
fr: Pourcentage de réduction

source: Applicable retreats
fr: Retraites applicables

source: Applicable timeslots
fr: Bloc à l'espace applicables

source: Applicable packages
fr: Lots applicables

source: Applicable memberships
fr: Memberships applicables

source: Applicable to virtual retreat
fr: Retraites virutels applicables

source: Applicable to physical retreat
fr: Retaites physiques applicables

source: Start time
fr: Date de début

source: End time
fr: Date de fin

source: Users
fr: Utilisateurs

source: Limit date
fr: Date limite

source: Name of the membership.
fr: Nom du membership.

source: Name of the package.
fr: Nom du lot.

source: Name of the product.
fr: Nom du produit.

source: Name of the payment profile.
fr: Nom du profil de paiement.

source: The referenced object does not exist.
fr: L'objet référencé n'existe pas.

source: User does not have the required academic_level to order this membership.
fr: L'utilisateur n'a pas le niveau académique requis pour acheter ce membership.

source: You don't have the permission to create an order for another user.
fr: Vous n'êtes pas autorisé à créer une commande pour un autre utilisateur.

source: You don't have the permission to bypass the payment
fr: Vous n'êtes pas autorisé à contourner le paiement

source: You already have an active membership.
fr: Vous avez déjà un membership actif.

source: User does not have the required membership to order this package.
fr: L'utilisateur n'a pas le membership requise pour acheter ce lot de ticket.

source: You don't have enough tickets to make this reservation.
fr: Vous n'avez pas assez de tickets pour effectuer cette réservation.

source: You already are registered to this timeslot:
fr: Vous êtes déjà inscrit sur ce blocs à l'espace :

source: There are no places left in the requested timeslot.
fr: Il n'y a plus de places dans le bloc à l'espace demandé.

source: Incomplete user profile. 'phone' and 'city' field must be filled in the user profile to book a retreat.
fr: Profil utilisateur incomplet. Les champs 'téléphone' et 'ville' doivent être remplis dans le profil de l'utilisateur pour réserver une retraite.

source: User does not have the required membership to order this retreat.
fr: L'utilisateur n'a pas le membership requise pour commander cette retraite.

source: You already are registered to this retreat: {0}.
fr: Vous êtes déjà inscrit à cette retraite : {0}.

source: You need a room option for this requested retreat.
fr: Vous avez besoin d'une option de chambre pour cette retraite.

source: There are no places left in the requested retreat.
fr: Il n'y a plus de places dans la retraite demandée.

source: A payment_token or single_use_token is required to create an order.
fr: Un token de paiement ou un token à usage unique est requis pour créer une commande.

source: You can't set a discount value (value) and a discount percentage (percent_off) at the same time.
fr: Vous ne pouvez pas définir une valeur de remise (value) et un pourcentage de remise (percent_off) en même temps.

source: You need to set a value discount (value) or a discount percentage (percent_off) for this coupon.
fr: Vous devez définir une valeur de remise (value) ou un pourcentage de remise (percent_off) pour ce coupon.

source: Can't generate new unique codes. Delete old coupons.
fr: Impossible de générer de nouveaux codes uniques. Supprimer les anciens coupons.

source: An error occured while adding the card:
fr: Une erreur s'est produite lors de l'ajout de la carte :

source: the zip/postal code must be provided for an AVS check request.
fr: le code postal doit être fourni pour une demande de chèque AVS.

source: An error occured while processing the payment:
fr: Une erreur s'est produite lors du traitement du paiement :

source: You submitted an expired credit card number with your request.
fr: Vous avez soumis un numéro de carte de crédit expiré avec votre demande.

source: card type not supported.
fr: Ce type de carte n'est pas pris en charge.

source: the request has been declined by the issuing bank.
fr: La demande a été refusée par la banque émettrice.

source: the card has been declined due to insufficient funds.
fr: La carte a été refusée en raison de fonds insuffisants.

source: The external processing gateway has rejected the transaction.
fr: La passerelle de traitement externe a rejeté la transaction.

source: An error occured while processing the refund:
fr: Une erreur s'est produite lors du traitement du remboursement :

source: The settlement has already been fully refunded.
fr: Le règlement a déjà été entièrement remboursé.

source: The settlement you are attempting to refund has not been batched yet. There are no settled funds available to refund.
fr: Le règlement que vous tentez de rembourser n'a pas encore été groupé. Il n'y a pas de fonds réglés disponibles pour le remboursement.

source: the transaction has already been processed.
fr: La transaction a déjà été traitée.

source: invalid payment or single-use token.
fr: Paiement invalide ou token d'utilisation unique.

source: Not found.
fr: Pas trouvé.

source: permission denied.
fr: Permission refusée.

source: invalid payment token or payment profile/card inactive.
fr: Token de paiement invalide ou profil de paiement/carte inactif.

source: a card with that number already exists.
fr: Une carte avec ce numéro existe déjà.

source: the payment profile for this user already exists.
fr: Le profil de paiement de cet utilisateur existe déjà.

source: The request could not be processed.
fr: La demande n'a pas pu être traitée.

source: This coupon is only valid between {0} and {1}.
fr: Ce coupon n'est valable qu'entre le {0} et le {1}.

source: Maximum number of uses exceeded for this coupon.
fr: Nombre maximum d'utilisations est dépassé pour ce coupon.

source: This coupon does not apply to any product.
fr: Ce coupon ne s'applique à aucun produit.

source: This field is required.
fr: Ce champ est requis.

source: Email address
fr: Adresse e-mail
