Repository: FJNR-inc/Blitz-API
Catalog: workplace/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Unknown timezone
fr: Fuseau horaire inconnu

source: Workplace
fr: Espace

source: Workplaces
fr: Espaces

source: Name
fr: Nom

source: Details
fr: Détails

source: Seats
fr: Places

source: Volunteer
fr: Volontaires

source: Picture
fr: Image

source: Pictures
fr: Images

source: picture
fr: Image

source: Period
fr: Périodes

source: Periods
fr: Préiodes

source: Price
fr: Prix

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Time slot
fr: Bloc à l'espace

source: Time slots
fr: Blocs à l'espace

source: User
fr: Utilisateur

source: Start time
fr: Date de début

source: End time
fr: Date de fin

source: User canceled
fr: Annulation par l'utilisateur

source: Timeslot deleted
fr: Bloc à l'espace supprimé

source: Timeslot modified
fr: Bloc à l'espace modifié

source: Admin canceled
fr: Annulation par l'administrateur

source: Active
fr: Actif

source: Cancelation reason
fr: Raison de l'annulation

source: Cancelation date
fr: Date de l'annulation

source: Present
fr: Présent

source: Timezone of the workplace.
fr: Fuseau horaire de l'espace Thèsez-vous

source: This field is required.
fr: Ce champ est requis.

source: Description of the workplace.
fr: Description de l'espace

source: Name of the workplace.
fr: Nom de l'espace

source: Number of available seats.
fr: Nombre de places disponibles

source: Workplace represented by the picture.
fr: L'espace représenté par l'image

source: Name of the picture.
fr: Nom de l'image

source: File to upload.
fr: Fichier à télécharger

source: The period contains timeslots with user reservations.
fr: La période contient des blocs à l'espace avec des réservations.

source: End date must be later than start_date.
fr: La date de fin doit être après la date de début.

source: Start date must be earlier than end_date.
fr: La date de début doit être avant la date de fin.

source: An active period associated to the same workplace overlaps with the provided start_date and end_date.
fr: Une période active associée au même espace chevauche les dates de début et de fin fournies.

source: Workplaces to which this period applies.
fr: Espaces auxquels s'applique cette période

source: Hourly rate applied to this period.
fr: Taux horaire appliqué à cette période

source: Whether users can see this period or not.
fr: Si les utilisateurs peuvent voir cette période ou non

source: Trying to push an update that affects users without providing `force_update` field.
fr: Essayer de pousser une mise à jour qui affecte les utilisateurs sans fournir le champ `force_update`.

source: Start time must be set within the period's start_date and end_date.
fr: L'heure de début doit être définie entre la date de début et la date de fin de la période.

source: End time must be set within the period's start_date and end_date.
fr: L'heure de fin doit être définie entre la date de début et la date de fin de la période.

source: End time must be the same day as start_time.
fr: L'heure de fin doit être le même jour que l'heure de début.

source: Start time must be the same day as end_time.
fr: L'heure de début doit être le même jour que l'heure de fin.

source: End time must be later than start_time.
fr: L'heure de fin doit être après l'heure de début.

source: Start time must be earlier than end_time.
fr: L'heure de début doit être avant l'heure de fin.

source: An existing timeslot overlaps with the provided start_time and end_time.
fr: Un bloc à l'espace existant chevauche les heures de début et de fin fournies.

source: Period to which this time slot applies.
fr: Période à laquelle s'applique ce créneau horaire

source: Name of the time slot.
fr: Nom du bloc à l'espace

source: Hourly rate applied to this time slot. Overrides period price.
fr: Tarif horaire appliqué à ce bloc à l'espace. Remplace le prix de la période.

source: Duplicated weekdays are not authorized.
fr: Les jours de semaine dupliqués ne sont pas autorisés.

source: Start date must be set within the period's start_date and end_date.
fr: La date de début doit être comprise entre la date de début et la date de fin de la période.

source: End date must be set within the period's start_date and end_date.
fr: La date de fin doit être comprise entre la date de début et la date de fin de la période.

source: Only is_present can be updated. To change other fields, delete this reservation and create a new one.
fr: Seul la présence peut être mis à jour. Pour modifier d'autres champs, supprimez cette réservation et créez-en une nouvelle.

source: Whether the reservation is active or not.
fr: Si la réservation est active ou non.

source: Trying to do a Period deletion that affects users without providing `force_delete` field set to True.
fr: Essayer de faire une suppression de période qui affecte les utilisateurs sans fournir le champ ''force_delete'' défini sur ''True''.

source: Trying to do a TimeSlot deletion that affects users without providing `force_delete` field set to True.
fr: Essayer de faire une suppression d'un bloc à l'espace qui affecte les utilisateurs sans fournir le champ ''force_delete'' défini sur ''True''.
